Repository: mauricioacevedo/gestoroperaciones
Catalog: js/plugins/conversejs/locale/*/LC_MESSAGES/converse.po
Languages: ca, nb, pl

source: Save
ca: Desa
nb: Lagre
pl: Zachowaj

source: Cancel
ca: Cancel·la
nb: Avbryt
pl: Anuluj

source: Click to open this room
ca: Feu clic per obrir aquesta sala
nb: Klikk for å åpne dette rommet
pl: Kliknij aby wejść do pokoju

source: Show more information on this room
ca: Mostra més informació d'aquesta sala
nb: Vis mer informasjon om dette rommet
pl: Pokaż więcej informacji o pokoju

source: You have unread messages
pl: Masz nieprzeczytane wiadomości

source: Close this chat box
ca: Tanca aquest quadre del xat
pl: Zamknij okno rozmowy

source: Personal message
ca: Missatge personal
nb: Personlig melding
pl: Wiadomość osobista

source: me
ca: jo
nb: meg
pl: ja

source: is typing
ca: està escrivint
nb: skriver
pl: pisze

source: has stopped typing
ca: ha deixat d'escriure
nb: har stoppet å skrive
pl: przestał pisać

source: has gone away
ca: ha marxat
pl: uciekł

source: Show this menu
ca: Mostra aquest menú
nb: Viser denne menyen
pl: Pokaż menu

source: Write in the third person
ca: Escriu en tercera persona
nb: Skriv i tredjeperson
pl: Pisz w trzeciej osobie

source: Remove messages
ca: Elimina els missatges
nb: Fjern meldinger
pl: Usuń wiadomości

source: Are you sure you want to clear the messages from this chat box?
ca: Segur que voleu esborrar els missatges d'aquest quadre del xat?
nb: Er du sikker på at du vil fjerne meldingene fra denne meldingsboksen?
pl: Potwierdź czy rzeczywiście chcesz wyczyścić wiadomości z okienka rozmowy?

source: has gone offline
ca: s'ha desconnectat
pl: wyłączył się

source: is busy
ca: està ocupat
pl: zajęty

source: Clear all messages
ca: Esborra tots els missatges
nb: Fjern alle meldinger
pl: Wyczyść wszystkie wiadomości

source: Insert a smiley
ca: Insereix una cara somrient
pl: Wstaw uśmieszek

source: Start a call
ca: Inicia una trucada
nb: Start en samtale
pl: Zadzwoń

source: Contacts
ca: Contactes
nb: Kontakter
pl: Kontakty

source: Connecting
ca: S'està establint la connexió
nb: Kobler til
pl: Łączę się

source: XMPP Username:
ca: Nom d'usuari XMPP:
nb: XMPP Brukernavn:
pl: Nazwa użytkownika XMPP:

source: Password:
ca: Contrasenya:
nb: Passord:
pl: Hasło:

source: Click here to log in anonymously
ca: Feu clic aquí per iniciar la sessió de manera anònima
pl: Kliknij tutaj aby zalogować się anonimowo

source: Log In
ca: Inicia la sessió
nb: Logg inn
pl: Zaloguj się

source: Username
pl: Nazwa użytkownika

source: user@server
ca: usuari@servidor
pl: użytkownik@serwer

source: password
ca: contrasenya
pl: hasło

source: Sign in
ca: Inicia la sessió
nb: Innlogging
pl: Zaloguj się

source: I am %1$s
ca: Estic %1$s
nb: Jeg er %1$s
pl: Jestem %1$s

source: Click here to write a custom status message
ca: Feu clic aquí per escriure un missatge d'estat personalitzat
nb: Klikk her for å skrive en personlig statusmelding
pl: Kliknij aby wpisać nowy status

source: Click to change your chat status
ca: Feu clic per canviar l'estat del xat
nb: Klikk for å endre din meldingsstatus
pl: Kliknij aby zmienić status rozmowy

source: Custom status
ca: Estat personalitzat
nb: Personlig status
pl: Własny status

source: online
ca: en línia
nb: pålogget
pl: dostępny

source: busy
ca: ocupat
nb: opptatt
pl: zajęty

source: away for long
ca: absent durant una estona
nb: borte lenge
pl: dłużej nieobecny

source: away
ca: absent
nb: borte
pl: nieobecny

source: offline
ca: desconnectat
pl: rozłączony

source: Online
ca: En línia
nb: Pålogget
pl: Dostępny

source: Busy
ca: Ocupat
nb: Opptatt
pl: Zajęty

source: Away
ca: Absent
nb: Borte
pl: Nieobecny

source: Offline
ca: Desconnectat
nb: Avlogget
pl: Rozłączony

source: Log out
ca: Tanca la sessió
nb: Logg Av
pl: Wyloguj się

source: Contact name
ca: Nom del contacte
nb: Kontaktnavn
pl: Nazwa kontaktu

source: Search
ca: Cerca
nb: Søk
pl: Szukaj

source: e.g. user@example.org
pl: np. użytkownik@przykładowa-domena.pl

source: Add
ca: Afegeix
nb: Legg Til
pl: Dodaj

source: Click to add new chat contacts
ca: Feu clic per afegir contactes nous al xat
nb: Klikk for å legge til nye meldingskontakter
pl: Kliknij aby dodać nowe kontakty

source: Add a contact
ca: Afegeix un contacte
nb: Legg til en Kontakt
pl: Dodaj kontakt

source: No users found
ca: No s'ha trobat cap usuari
nb: Ingen brukere funnet
pl: Nie znaleziono użytkowników

source: Click to add as a chat contact
ca: Feu clic per afegir com a contacte del xat
nb: Klikk for å legge til som meldingskontakt
pl: Kliknij aby dodać jako kontakt

source: Toggle chat
ca: Canvia de xat
nb: Endre chatten
pl: Przełącz rozmowę

source: Click to hide these contacts
ca: Feu clic per amagar aquests contactes
nb: Klikk for å skjule disse kontaktene
pl: Kliknij aby schować te kontakty

source: Reconnecting
nb: Kobler til igjen
pl: Przywracam połączenie

source: Authenticating
ca: S'està efectuant l'autenticació
nb: Godkjenner
pl: Autoryzuję

source: Authentication Failed
ca: Error d'autenticació
nb: Godkjenning mislyktes
pl: Autoryzacja nie powiodła się

source: Sorry, there was an error while trying to add
ca: S'ha produït un error en intentar afegir
pl: Wystąpił błąd w czasie próby dodania

source: This client does not allow presence subscriptions
ca: Aquest client no admet les subscripcions de presència
pl: Klient nie umożliwia subskrybcji obecności

source: Close this box
pl: Zamknij okno

source: Minimize this box
pl: Zminimalizuj to okno

source: Click to restore this chat
ca: Feu clic per restaurar aquest xat
nb: Klikk for å gjenopprette denne samtalen
pl: Kliknij aby powrócić do rozmowy

source: Minimized
ca: Minimitzat
nb: Minimert
pl: Zminimalizowany

source: Minimize this chat box
ca: Minimitza aquest quadre del xat
pl: Zminimalizuj okno czatu

source: This room is not anonymous
ca: Aquesta sala no és anònima
nb: Dette rommet er ikke anonymt
pl: Pokój nie jest anonimowy

source: This room now shows unavailable members
ca: Aquesta sala ara mostra membres no disponibles
nb: Dette rommet viser nå utilgjengelige medlemmer
pl: Pokój pokazuje niedostępnych rozmówców

source: This room does not show unavailable members
ca: Aquesta sala no mostra membres no disponibles
nb: Dette rommet viser ikke utilgjengelige medlemmer
pl: Ten pokój nie wyświetla niedostępnych członków

source: Non-privacy-related room configuration has changed
ca: S'ha canviat la configuració de la sala no relacionada amb la privadesa
nb: Ikke-personvernsrelatert romkonfigurasjon har blitt endret
pl: Ustawienia pokoju nie związane z prywatnością zostały zmienione

source: Room logging is now enabled
ca: El registre de la sala està habilitat
nb: Romlogging er nå aktivert
pl: Zostało włączone zapisywanie rozmów w pokoju

source: Room logging is now disabled
ca: El registre de la sala està deshabilitat
nb: Romlogging er nå deaktivert
pl: Zostało wyłączone zapisywanie rozmów w pokoju

source: This room is now non-anonymous
ca: Aquesta sala ara no és anònima
nb: Dette rommet er nå ikke-anonymt
pl: Pokój stał się nieanonimowy

source: This room is now semi-anonymous
ca: Aquesta sala ara és parcialment anònima
nb: Dette rommet er nå semi-anonymt
pl: Pokój stał się półanonimowy

source: This room is now fully-anonymous
ca: Aquesta sala ara és totalment anònima
nb: Dette rommet er nå totalt anonymt
pl: Pokój jest teraz w pełni anonimowy

source: A new room has been created
ca: S'ha creat una sala nova
nb: Et nytt rom har blitt opprettet
pl: Został utworzony nowy pokój

source: You have been banned from this room
ca: Se us ha expulsat d'aquesta sala
nb: Du har blitt utestengt fra dette rommet
pl: Jesteś niemile widziany w tym pokoju

source: You have been kicked from this room
ca: Se us ha expulsat d'aquesta sala
nb: Du ble kastet ut av dette rommet
pl: Zostałeś wykopany z pokoju

source: You have been removed from this room because of an affiliation change
ca: Se us ha eliminat d'aquesta sala a causa d'un canvi d'afiliació
nb: Du har blitt fjernet fra dette rommet på grunn av en holdningsendring
pl: Zostałeś usunięty z pokoju ze względu na zmianę przynależności

source: You have been removed from this room because the room has changed to members-only and you're not a member
ca: Se us ha eliminat d'aquesta sala perquè ara només permet membres i no en sou membre
nb: Du har blitt fjernet fra dette rommet fordi rommet nå kun tillater medlemmer, noe du ikke er.
pl: Zostałeś usunięty z pokoju ze względu na to, że pokój zmienił się na wymagający członkowstwa, a ty nie jesteś członkiem

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
ca: Se us ha eliminat d'aquesta sala perquè s'està tancant el servei MUC (xat multiusuari).
nb: Du har blitt fjernet fra dette rommet fordi MBC (Multi-Bruker-Chat)-tjenesten er stengt ned.
pl: Zostałeś usunięty z pokoju ze względu na to, że serwis MUC(Multi-user chat) został wyłączony.

source: <strong>%1$s</strong> has been banned
ca: S'ha expulsat <strong>%1$s</strong>
nb: <strong>%1$s</strong> har blitt utestengt
pl: <strong>%1$s</strong> został zbanowany

source: <strong>%1$s</strong>'s nickname has changed
ca: L'àlies de <strong>%1$s</strong> ha canviat
nb: <strong>%1$s</strong> sitt kallenavn er endret
pl: <strong>%1$s</strong> zmienił ksywkę

source: <strong>%1$s</strong> has been kicked out
ca: S'ha expulsat <strong>%1$s</strong>
nb: <strong>%1$s</strong> ble kastet ut
pl: <strong>%1$s</strong> został wykopany

source: <strong>%1$s</strong> has been removed because of an affiliation change
ca: S'ha eliminat <strong>%1$s</strong> a causa d'un canvi d'afiliació
nb: <strong>%1$s</strong> har blitt fjernet på grunn av en holdningsendring
pl: <strong>%1$s</strong> został usunięty z powodu zmiany przynależności

source: <strong>%1$s</strong> has been removed for not being a member
ca: S'ha eliminat <strong>%1$s</strong> perquè no és membre
nb: <strong>%1$s</strong> har blitt fjernet på grunn av at han/hun ikke er medlem
pl: <strong>%1$s</strong> został usunięty ze względu na to, że nie jest członkiem

source: Your nickname has been automatically set to: <strong>%1$s</strong>
pl: Twoja ksywka została automatycznie zmieniona na: <strong>%1$s</strong>

source: Your nickname has been changed to: <strong>%1$s</strong>
ca: El vostre àlies ha canviat a: <strong>%1$s</strong>
nb: Ditt kallenavn har blitt endret til <strong>%1$s</strong>
pl: Twoja ksywka została zmieniona na: <strong>%1$s</strong>

source: Message
ca: Missatge
nb: Melding
pl: Wiadomość

source: Hide the list of occupants
ca: Amaga la llista d'ocupants
pl: Ukryj listę rozmówców

source: Error: could not execute the command
ca: Error: no s'ha pogut executar l'ordre
nb: Feil: kunne ikke utføre kommandoen
pl: Błąd: nie potrafię uruchomić polecenia

source: Error: the "
ca: Error: el "
pl: Błąd: "

source: Are you sure you want to clear the messages from this room?
ca: Segur que voleu esborrar els missatges d'aquesta sala?
nb: Er du sikker på at du vil fjerne meldingene fra dette rommet?
pl: Potwierdź czy rzeczywiście chcesz wyczyścić wiadomości z tego pokoju?

source: Change user's affiliation to admin
ca: Canvia l'afiliació de l'usuari a administrador
pl: Przyznaj prawa administratora

source: Ban user from room
ca: Expulsa l'usuari de la sala
nb: Utesteng bruker fra rommet
pl: Zablokuj dostępu do pokoju

source: Change user role to occupant
ca: Canvia el rol de l'usuari a ocupant
pl: Zmień prawa dostępu na zwykłego uczestnika

source: Kick user from room
ca: Expulsa l'usuari de la sala
nb: Kast ut bruker fra rommet
pl: Wykop z pokoju

source: Write in 3rd person
ca: Escriu en tercera persona
nb: Skriv i tredjeperson
pl: Pisz w trzeciej osobie

source: Grant membership to a user
ca: Atorga una afiliació a un usuari
pl: Przyznaj członkowstwo

source: Remove user's ability to post messages
ca: Elimina la capacitat de l'usuari de publicar missatges
nb: Fjern brukerens muligheter til å skrive meldinger
pl: Zablokuj człowiekowi możliwość rozmowy

source: Change your nickname
ca: Canvieu el vostre àlies
nb: Endre ditt kallenavn
pl: Zmień ksywkę

source: Grant moderator role to user
ca: Atorga el rol de moderador a l'usuari
pl: Przyznaj prawa moderatora

source: Grant ownership of this room
ca: Atorga la propietat d'aquesta sala
pl: Uczyń właścicielem pokoju

source: Revoke user's membership
ca: Revoca l'afiliació de l'usuari
pl: Usuń z listy członków

source: Set room topic
ca: Defineix un tema per a la sala
nb: Endre rommets emne
pl: Ustaw temat pokoju

source: Allow muted user to post messages
ca: Permet que un usuari silenciat publiqui missatges
nb: Tillat stumme brukere å skrive meldinger
pl: Pozwól uciszonemu człowiekowi na rozmowę

source: An error occurred while trying to save the form.
ca: S'ha produït un error en intentar desar el formulari.
nb: En feil skjedde under lagring av skjemaet.
pl: Wystąpił błąd w czasie próby zachowania formularza.

source: The nickname you chose is reserved or currently in use, please choose a different one.
pl: Ksywka jaką wybrałeś jest zarezerwowana albo w użyciu, wybierz proszę inną.

source: Please choose your nickname
pl: Wybierz proszę ksywkę

source: Nickname
ca: Àlies
nb: Kallenavn
pl: Ksywka

source: Enter room
pl: Wejdź do pokoju

source: This chatroom requires a password
ca: Aquesta sala de xat requereix una contrasenya
nb: Dette rommet krever et passord
pl: Pokój rozmów wymaga podania hasła

source: Password:
ca: Contrasenya:
nb: Passord:
pl: Hasło:

source: Submit
ca: Envia
nb: Send
pl: Wyślij

source: The reason given is: "
ca: El motiu indicat és: "
nb: Årsaken som er oppgitt er: "
pl: Podana przyczyna to: "

source: You are not on the member list of this room
ca: No sou a la llista de membres d'aquesta sala
nb: Du er ikke på medlemslisten til dette rommet
pl: Nie jesteś członkiem tego pokoju rozmów

source: No nickname was specified
ca: No s'ha especificat cap àlies
nb: Ingen kallenavn var spesifisert
pl: Nie podałeś ksywki

source: You are not allowed to create new rooms
ca: No teniu permís per crear sales noves
nb: Du har ikke tillatelse til å opprette nye rom
pl: Nie masz uprawnień do tworzenia nowych pokojów rozmów

source: Your nickname doesn't conform to this room's policies
ca: El vostre àlies no s'ajusta a les polítiques d'aquesta sala
nb: Ditt kallenavn er ikke i samsvar med rommets regler
pl: Twoja ksywka nie jest zgodna z regulaminem pokoju

source: This room does not (yet) exist
ca: Aquesta sala (encara) no existeix
nb: Dette rommet eksisterer ikke (enda)
pl: Ten pokój (jeszcze) nie istnieje

source: This room has reached its maximum number of occupants
pl: Pokój przekroczył dozwoloną ilość rozmówców

source: Topic set by %1$s to: %2$s
ca: Tema definit per %1$s en: %2$s
nb: Emnet ble endret den %1$s til: %2$s
pl: Temat ustawiony przez %1$s na: %2$s

source: Click to mention this user in your message.
pl: Kliknij aby wspomnieć człowieka w wiadomości.

source: This user is a moderator.
pl: Ten człowiek jest moderatorem

source: This user can send messages in this room.
pl: Ten człowiek może rozmawiać w niejszym pokoju

source: This user can NOT send messages in this room.
pl: Ten człowiek NIE może rozmawiać w niniejszym pokoju

source: Invite
nb: Invitér
pl: Zaproś

source: Occupants
ca: Ocupants
nb: Brukere her:
pl: Uczestników

source: You are about to invite %1$s to the chat room "%2$s".
ca: Esteu a punt de convidar %1$s a la sala de xat "%2$s".
nb: Du er i ferd med å invitere %1$s til samtalerommet "%2$s".
pl: Zamierzasz zaprosić %1$s do pokoju rozmów "%2$s".

source: You may optionally include a message, explaining the reason for the invitation.
ca: Teniu l'opció d'incloure un missatge per explicar el motiu de la invitació.
nb: Du kan eventuelt inkludere en melding og forklare årsaken til invitasjonen.
pl: Masz opcjonalną możliwość dołączenia wiadomości, która wyjaśni przyczynę zaproszenia.

source: Room name
ca: Nom de la sala
nb: Romnavn
pl: Nazwa pokoju

source: Server
ca: Servidor
pl: Serwer

source: Join Room
ca: Uneix-me a la sala
pl: Wejdź do pokoju

source: Show rooms
ca: Mostra les sales
nb: Vis Rom
pl: Pokaż pokoje

source: Rooms
ca: Sales
nb: Rom
pl: Pokoje

source: No rooms on %1$s
ca: No hi ha cap sala a %1$s
nb: Ingen rom på %1$s
pl: Brak jest pokojów na %1$s

source: Rooms on %1$s
ca: Sales a %1$s
nb: Rom på %1$s
pl: Pokoje na %1$s

source: Description:
ca: Descripció:
nb: Beskrivelse:
pl: Opis:

source: Occupants:
ca: Ocupants:
nb: Brukere her:
pl: Uczestnicy:

source: Features:
ca: Característiques:
nb: Egenskaper:
pl: Możliwości:

source: Requires authentication
ca: Cal autenticar-se
nb: Krever Godkjenning
pl: Wymaga autoryzacji

source: Hidden
ca: Amagat
nb: Skjult
pl: Ukryty

source: Requires an invitation
ca: Cal tenir una invitació
nb: Krever en invitasjon
pl: Wymaga zaproszenia

source: Moderated
ca: Moderada
nb: Moderert
pl: Moderowany

source: Non-anonymous
ca: No és anònima
nb: Ikke-Anonym
pl: Nieanonimowy

source: Open room
ca: Obre la sala
nb: Åpent Rom
pl: Otwarty pokój

source: Permanent room
ca: Sala permanent
nb: Permanent Rom
pl: Stały pokój

source: Public
ca: Pública
nb: Alle
pl: Publiczny

source: Semi-anonymous
ca: Semianònima
nb: Semi-anonymt
pl: Półanonimowy

source: Temporary room
ca: Sala temporal
nb: Midlertidig Rom
pl: Pokój tymczasowy

source: Unmoderated
ca: No moderada
nb: Umoderert
pl: Niemoderowany

source: %1$s has invited you to join a chat room: %2$s
ca: %1$s us ha convidat a unir-vos a una sala de xat: %2$s
nb: %1$s har invitert deg til å bli med i chatterommet: %2$s
pl: %1$s zaprosił(a) cię do wejścia do pokoju rozmów %2$s

source: %1$s has invited you to join a chat room: %2$s, and left the following reason: "%3$s"
ca: %1$s us ha convidat a unir-vos a una sala de xat (%2$s) i ha deixat el següent motiu: "%3$s"
nb: %1$s har invitert deg til å bli med i chatterommet: %2$s, og forlot selv av følgende grunn: "%3$s"
pl: %1$s zaprosił cię do pokoju: %2$s, podając następujący powód: "%3$s"

source: Notification from %1$s
pl: Powiadomienie od %1$s

source: %1$s says
pl: %1$s powiedział

source: has come online
pl: połączył się

source: wants to be your contact
pl: chce być twoim kontaktem

source: Re-establishing encrypted session
ca: S'està tornant a establir la sessió xifrada
nb: Gjenopptar kryptert økt
pl: Przywacam sesję szyfrowaną

source: Generating private key.
ca: S'està generant la clau privada
nb: Genererer privat nøkkel
pl: Generuję klucz prywatny.

source: Your browser might become unresponsive.
ca: És possible que el navegador no respongui.
nb: Din nettleser kan bli uresponsiv
pl: Twoja przeglądarka może nieco zwolnić.

source: Authentication request from %1$s Your chat contact is attempting to verify your identity, by asking you the question below. %2$s
ca: Sol·licitud d'autenticació de %1$s El contacte del xat està intentant verificar la vostra identitat mitjançant la pregunta següent. %2$s
nb: Godkjenningsforespørsel fra %1$s Din nettpratkontakt forsøker å bekrefte din identitet, ved å spørre deg spørsmålet under. %2$s
pl: Prośba o autoryzację od %1$s Kontakt próbuje zweryfikować twoją tożsamość, zadając ci pytanie poniżej. %2$s

source: Could not verify this user's identify.
ca: No s'ha pogut verificar la identitat d'aquest usuari.
nb: Kunne ikke bekrefte denne brukerens identitet
pl: Nie jestem w stanie zweryfikować tożsamości kontaktu.

source: Exchanging private key with contact.
ca: S'està intercanviant la clau privada amb el contacte.
nb: Bytter private nøkler med kontakt
pl: Wymieniam klucze szyfrujące z kontaktem.

source: Your messages are not encrypted anymore
ca: Els vostres missatges ja no estan xifrats
nb: Dine meldinger er ikke kryptert lenger.
pl: Twoje wiadomości nie są już szyfrowane

source: Your messages are now encrypted but your contact's identity has not been verified.
ca: Ara, els vostres missatges estan xifrats, però no s'ha verificat la identitat del contacte.
nb: Dine meldinger er nå krypterte, men identiteten til din kontakt har ikke blitt verifisert.
pl: Wiadomości są teraz szyfrowane, ale tożsamość kontaktu nie została zweryfikowana.

source: Your contact's identify has been verified.
ca: S'ha verificat la identitat del contacte.
nb: Din kontakts identitet har blitt verifisert.
pl: Tożsamość kontaktu została zweryfikowana

source: Your contact has ended encryption on their end, you should do the same.
ca: El contacte ha conclòs el xifratge; cal que feu el mateix.
nb: Din kontakt har avsluttet kryptering i sin ende, dette burde du også gjøre.
pl: Kontakt zakończył sesję szyfrowaną, powinieneś zrobić to samo.

source: Your message could not be sent
ca: No s'ha pogut enviar el missatge
nb: Beskjeden din kunne ikke sendes
pl: Twoja wiadomość nie została wysłana

source: We received an unencrypted message
ca: Hem rebut un missatge sense xifrar
nb: Vi mottok en ukryptert beskjed
pl: Otrzymaliśmy niezaszyfrowaną wiadomość

source: We received an unreadable encrypted message
ca: Hem rebut un missatge xifrat il·legible
nb: Vi mottok en uleselig melding
pl: Otrzymaliśmy nieczytelną zaszyfrowaną wiadomość

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
ca: Aquí es mostren les empremtes. Confirmeu-les amb %1$s fora d'aquest xat. Empremta de l'usuari %2$s: %3$s Empremta de %1$s: %4$s Si heu confirmat que les empremtes coincideixen, feu clic a D'acord; en cas contrari, feu clic a Cancel·la.
nb: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s Om du har bekreftet at avtrykkene matcher, klikk OK. I motsatt fall, trykk Avbryt.
pl: Oto odciski palców, potwiedź je proszę z %1$s używając innego sposobuwymiany informacji niż ta rozmowa. Odcisk palca dla ciebie, %2$s: %3$s Odcisk palca dla %1$s: %4$s Jeśli odciski palców zostały potwierdzone, kliknij OK, w inny wypadku kliknij Anuluj.

source: You will be prompted to provide a security question and then an answer to that question. Your contact will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
ca: Se us demanarà que indiqueu una pregunta de seguretat i la resposta corresponent. Es farà la mateixa pregunta al vostre contacte i, si escriu exactament la mateixa resposta (es distingeix majúscules de minúscules), se'n verificarà la identitat.
nb: Du vil bli spurt etter å tilby et sikkerhetsspørsmål og siden svare på dette. Din kontakt vil så bli spurt om det samme spørsmålet, og om de svarer det nøyaktig samme svaret (det er forskjell på små og store bokstaver), vil identiteten verifiseres.
pl: Poprosimy cię o podanie pytania sprawdzającego i odpowiedzi na nie. Twój kontakt zostanie poproszony później o odpowiedź na to samo pytanie i jeśli udzieli tej samej odpowiedzi (ważna jest wielkość liter), tożsamość zostanie zweryfikowana.

source: What is your security question?
ca: Quina és la vostra pregunta de seguretat?
nb: Hva er ditt Sikkerhetsspørsmål?
pl: Jakie jest pytanie bezpieczeństwa?

source: What is the answer to the security question?
ca: Quina és la resposta a la pregunta de seguretat?
nb: Hva er svaret på ditt Sikkerhetsspørsmål?
pl: Jaka jest odpowiedź na pytanie bezpieczeństwa?

source: Invalid authentication scheme provided
ca: S'ha indicat un esquema d'autenticació no vàlid
nb: Du har vedlagt en ugyldig godkjenningsplan.
pl: Niewłaściwy schemat autoryzacji

source: Your messages are not encrypted. Click here to enable OTR encryption.
ca: Els vostres missatges no estan xifrats. Feu clic aquí per habilitar el xifratge OTR.
nb: Dine meldinger er ikke krypterte. Klikk her for å aktivere OTR-kryptering.
pl: Twoje wiadomości nie są szyfrowane. Kliknij, aby uruchomić szyfrowanie OTR
