Repository: mauricioacevedo/gestoroperaciones
Catalog: js/plugins/conversejs/locale/*/LC_MESSAGES/converse.po
Languages: ca, nb, pl

source: Your messages are encrypted, but your contact has not been verified.
ca: Els vostres missatges estan xifrats, però no s'ha verificat el contacte.
nb: Dine meldinger er krypterte, men din kontakt har ikke blitt verifisert.
pl: Wiadomości są szyfrowane, ale tożsamość kontaktu nie została zweryfikowana.

source: Your messages are encrypted and your contact verified.
ca: Els vostres missatges estan xifrats i s'ha verificat el contacte.
nb: Dine meldinger er krypterte og din kontakt er verifisert.
pl: Wiadomości są szyfrowane i tożsamość kontaktu została zweryfikowana.

source: Your contact has closed their end of the private session, you should do the same
ca: El vostre contacte ha tancat la seva sessió privada; cal que feu el mateix.
nb: Din kontakt har avsluttet økten i sin ende, dette burde du også gjøre.
pl: Kontakt zakończył prywatną rozmowę i ty zrób to samo

source: End encrypted conversation
ca: Finalitza la conversa xifrada
nb: Avslutt kryptert økt
pl: Zakończ szyfrowaną rozmowę

source: Refresh encrypted conversation
ca: Actualitza la conversa xifrada
nb: Last inn kryptert samtale på nytt
pl: Odśwież szyfrowaną rozmowę

source: Start encrypted conversation
ca: Comença la conversa xifrada
nb: Start en kryptert samtale
pl: Rozpocznij szyfrowaną rozmowę

source: Verify with fingerprints
ca: Verifica amb empremtes
nb: Verifiser med Avtrykk
pl: Zweryfikuj za pomocą odcisków palców

source: Verify with SMP
ca: Verifica amb SMP
nb: Verifiser med SMP
pl: Zweryfikuj za pomocą SMP

source: What's this?
ca: Què és això?
nb: Hva er dette?
pl: Co to jest?

source: unencrypted
ca: sense xifrar
nb: ukryptertß
pl: nieszyfrowane

source: unverified
ca: sense verificar
nb: uverifisert
pl: niezweryfikowane

source: verified
ca: verificat
nb: verifisert
pl: zweryfikowane

source: finished
ca: acabat
nb: ferdig
pl: zakończone

source: e.g. conversejs.org
ca: p. ex. conversejs.org
pl: np. conversejs.org

source: Your XMPP provider's domain name:
ca: Nom de domini del vostre proveïdor XMPP:
nb: Din XMPP-tilbyders domenenavn:
pl: Domena twojego dostawcy XMPP:

source: Fetch registration form
ca: Obtingues un formulari de registre
nb: Hent registreringsskjema
pl: Pobierz formularz rejestracyjny

source: Tip: A list of public XMPP providers is available
ca: Consell: hi ha disponible una llista de proveïdors XMPP públics
nb: Tips: En liste med offentlige XMPP-tilbydere er tilgjengelig
pl: Wskazówka: dostępna jest lista publicznych dostawców XMPP

source: here
ca: aquí
nb: her
pl: tutaj

source: Register
ca: Registre
nb: Registrér deg
pl: Zarejestruj się

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
ca: El proveïdor indicat no admet el registre del compte. Proveu-ho amb un altre proveïdor.
nb: Beklager, den valgte tilbyderen støtter ikke in band kontoregistrering. Vennligst prøv igjen med en annen tilbyder.
pl: Przepraszamy, ale podany dostawca nie obsługuje rejestracji. Spróbuj wskazać innego dostawcę.

source: Requesting a registration form from the XMPP server
ca: S'està sol·licitant un formulari de registre del servidor XMPP
nb: Spør etter registreringsskjema fra XMPP-tjeneren
pl: Pobieranie formularza rejestracyjnego z serwera XMPP

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
ca: Ha passat alguna cosa mentre s'establia la connexió amb "%1$s". Segur que existeix?
nb: Noe gikk galt under etablering av forbindelse med "%1$s". Er du sikker på at denne eksisterer?
pl: Coś nie zadziałało przy próbie połączenia z "%1$s". Jesteś pewien że istnieje?

source: Now logging you in
ca: S'està iniciant la vostra sessió
nb: Logger deg inn
pl: Jesteś logowany

source: Registered successfully
ca: Registre correcte
nb: Registrering var vellykket
pl: Szczęśliwie zarejestrowany

source: Return
ca: Torna
nb: Tilbake
pl: Powrót

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
ca: El proveïdor ha rebutjat l'intent de registre. Comproveu que els valors que heu introduït siguin correctes.
pl: Dostawca odrzucił twoją próbę rejestracji. Sprawdź proszę poprawność danych które zostały wprowadzone.

source: This contact is busy
ca: Aquest contacte està ocupat
nb: Denne kontakten er opptatt
pl: Kontakt jest zajęty

source: This contact is online
ca: Aquest contacte està en línia
nb: Kontakten er pålogget
pl: Kontakt jest połączony

source: This contact is offline
ca: Aquest contacte està desconnectat
nb: Kontakten er avlogget
pl: Kontakt jest niepołączony

source: This contact is unavailable
ca: Aquest contacte no està disponible
nb: Kontakten er utilgjengelig
pl: Kontakt jest niedostępny

source: This contact is away for an extended period
ca: Aquest contacte està absent durant un període prolongat
nb: Kontakten er borte for en lengre periode
pl: Kontakt jest nieobecny przez dłuższą chwilę

source: This contact is away
ca: Aquest contacte està absent
nb: Kontakten er borte
pl: Kontakt jest nieobecny

source: Groups
ca: Grups
nb: Grupper
pl: Grupy

source: My contacts
ca: Els meus contactes
nb: Mine Kontakter
pl: Moje kontakty

source: Pending contacts
ca: Contactes pendents
nb: Kontakter som venter på godkjenning
pl: Kontakty oczekujące

source: Contact requests
ca: Sol·licituds de contacte
nb: Kontaktforespørsler
pl: Zaproszenia do kontaktu

source: Ungrouped
ca: Sense agrupar
nb: Ugrupperte
pl: Niezgrupowane

source: Filter
pl: Filtr

source: State
pl: Stan

source: Any
pl: Dowolny

source: Chatty
pl: Gotowy do rozmowy

source: Extended Away
pl: Dłuższa nieobecność

source: Click to remove this contact
ca: Feu clic per eliminar aquest contacte
nb: Klikk for å fjerne denne kontakten
pl: Kliknij aby usunąć kontakt

source: Click to accept this contact request
ca: Feu clic per acceptar aquesta sol·licitud de contacte
nb: Klikk for å Godta denne kontaktforespørselen
pl: Klknij aby zaakceptować życzenie nawiązania kontaktu

source: Click to decline this contact request
ca: Feu clic per rebutjar aquesta sol·licitud de contacte
nb: Klikk for å avslå denne kontaktforespørselen
pl: Kliknij aby odrzucić życzenie nawiązania kontaktu

source: Click to chat with this contact
ca: Feu clic per conversar amb aquest contacte
nb: Klikk for å chatte med denne kontakten
pl: Kliknij aby porozmawiać z kontaktem

source: Name
ca: Nom
pl: Nazwa

source: Are you sure you want to remove this contact?
ca: Segur que voleu eliminar aquest contacte?
nb: Er du sikker på at du vil fjerne denne kontakten?
pl: Czy potwierdzasz zamiar usnunięcia tego kontaktu?

source: Sorry, there was an error while trying to remove
ca: S'ha produït un error en intentar eliminar
pl: Wystąpił błąd w trakcie próby usunięcia

source: Are you sure you want to decline this contact request?
ca: Segur que voleu rebutjar aquesta sol·licitud de contacte?
nb: Er du sikker på at du vil avslå denne kontaktforespørselen?
pl: Czy potwierdzasz odrzucenie chęci nawiązania kontaktu?
